Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Current `model.default`: `%1$@` — switching clears it, and you'll pick a model for `%2$@` when you next start a chat.
de: Aktuelles `model.default`: `%@` — das Wechseln löscht es, und du wählst beim nächsten Chat-Start ein Modell für `%@`.
es: `model.default` actual: `%1$@` — cambiar lo borra, y elegirás un modelo para `%2$@` la próxima vez que inicies un chat.
fr: `model.default` actuel : `%1$@` — changer l'efface, et vous choisirez un modèle pour `%2$@` au prochain démarrage d'une discussion.
ja: 現在の `model.default`: `%1$@` — 切り替えるとクリアされ、次にチャットを開始するときに `%2$@` 用のモデルを選ぶことになります。
pt_br: `model.default` atual: `%1$@` — trocar o limpa, e você escolherá um modelo para `%2$@` na próxima vez que iniciar um chat.
zh_hans: 当前 `model.default`:`%1$@` — 切换会清除它,下次开始聊天时你需要为 `%2$@` 选择模型。

source: Current Version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
pt_br: Versão atual
zh_hans: 当前版本

source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在: %@
pt_br: Atual: %@
zh_hans: 当前:%@

source: Custom CA-bundle path (optional)
de: Eigener CA-Bundle-Pfad (optional)
es: Ruta del paquete de CA personalizado (opcional)
fr: Chemin du bundle CA personnalisé (optionnel)
ja: カスタム CA バンドルパス(任意)
pt_br: Caminho do pacote de CA personalizado (opcional)
zh_hans: 自定义 CA 证书包路径(可选)

source: Custom model ID
de: Eigene Modell-ID
es: ID de modelo personalizado
fr: ID de modèle personnalisé
ja: カスタムモデル ID
pt_br: ID de modelo personalizado
zh_hans: 自定义模型 ID

source: Custom…
de: Benutzerdefiniert…
es: Personalizado…
fr: Personnalisé…
ja: カスタム…
pt_br: Personalizado…
zh_hans: 自定义…

source: Daemon Endpoint
de: Daemon-Endpunkt
es: Endpoint del demonio
fr: Endpoint du démon
ja: デーモンエンドポイント
pt_br: Endpoint do daemon
zh_hans: 守护进程端点

source: Daemon running
de: Daemon läuft
es: Demonio en ejecución
fr: Démon en cours d'exécution
ja: デーモン実行中
pt_br: Daemon em execução
zh_hans: 守护进程运行中

source: danger
de: Gefahr
es: peligro
ja: 危険
pt_br: perigo
zh_hans: 危险

source: Danger zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ja: 危険な操作
pt_br: Zona de perigo
zh_hans: 危险区域

source: dangerous
de: gefährlich
es: peligroso
fr: dangereux
ja: 危険
pt_br: perigoso
zh_hans: 危险

source: Database (SQLite)
de: Datenbank (SQLite)
es: Base de datos (SQLite)
fr: Base de données (SQLite)
ja: データベース (SQLite)
pt_br: Banco de dados (SQLite)
zh_hans: 数据库 (SQLite)

source: default
de: Standard
es: predeterminado
fr: défaut
ja: デフォルト
pt_br: padrão
zh_hans: 默认

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt_br: Padrão
zh_hans: 默认

source: Default (Hermes decides)
de: Standard (Hermes entscheidet)
es: Predeterminado (Hermes decide)
fr: Par défaut (Hermes décide)
ja: デフォルト(Hermes が決定)
pt_br: Padrão (o Hermes decide)
zh_hans: 默认(由 Hermes 决定)

source: Default mode emits Instruments signposts only — no measurable cost outside an active profiling session. Switch to Full to keep an in-memory ring buffer (4096 entries) you can inspect below or copy as JSON.
de: Der Standardmodus gibt nur Instruments-Signposts aus — kein messbarer Aufwand außerhalb einer aktiven Profiling-Sitzung. Wechsle zu Vollständig, um einen Ringpuffer im Speicher (4096 Einträge) zu behalten, den du unten einsehen oder als JSON kopieren kannst.
es: El modo predeterminado solo emite signposts de Instruments — sin coste medible fuera de una sesión de perfilado activa. Cambia a Completo para mantener un búfer circular en memoria (4096 entradas) que puedes inspeccionar abajo o copiar como JSON.
fr: Le mode par défaut émet uniquement des signposts Instruments — aucun coût mesurable hors d'une session de profilage active. Passez en mode Complet pour conserver un tampon circulaire en mémoire (4096 entrées) que vous pouvez inspecter ci-dessous ou copier en JSON.
ja: デフォルトモードは Instruments のサインポストのみを発行します — アクティブなプロファイリングセッション外では測定可能なコストはありません。フルに切り替えると、下で検査したり JSON としてコピーしたりできるインメモリのリングバッファ(4096 エントリ)を保持します。
pt_br: O modo padrão emite apenas signposts do Instruments — sem custo mensurável fora de uma sessão de profiling ativa. Mude para Completo para manter um buffer circular em memória (4096 entradas) que você pode inspecionar abaixo ou copiar como JSON.
zh_hans: 默认模式仅发出 Instruments signpost — 在没有活跃分析会话时不会产生可测量的开销。切换到 Full 模式可保留一个内存环形缓冲区(4096 条记录),你可以在下方查看或复制为 JSON。

source: Default OFF in Hermes v0.12. Toggle ON to redact secrets in logs and shares.
de: Standardmäßig AUS in Hermes v0.12. Auf AN stellen, um Secrets in Logs und Freigaben zu schwärzen.
es: Desactivado por defecto en Hermes v0.12. Actívalo para redactar secretos en registros y en lo compartido.
fr: Désactivé par défaut dans Hermes v0.12. Activez pour occulter les secrets dans les journaux et les partages.
ja: Hermes v0.12 ではデフォルトでオフです。ログや共有内のシークレットを秘匿化するにはオンにしてください。
pt_br: Desativado por padrão no Hermes v0.12. Ative para mascarar segredos em logs e compartilhamentos.
zh_hans: 在 Hermes v0.12 中默认关闭。开启后会在日志和分享内容中隐去密钥。

source: Default server
de: Standardserver
es: Servidor predeterminado
fr: Serveur par défaut
ja: デフォルトサーバー
pt_br: Servidor padrão
zh_hans: 默认服务器

source: Default: ~/.hermes
de: Standard: ~/.hermes
es: Predeterminado: ~/.hermes
fr: Par défaut : ~/.hermes
ja: デフォルト: ~/.hermes
pt_br: Padrão: ~/.hermes
zh_hans: 默认:~/.hermes

source: Default: ~/projects
de: Standard: ~/projects
es: Predeterminado: ~/projects
fr: Par défaut : ~/projects
ja: デフォルト: ~/projects
pt_br: Padrão: ~/projects
zh_hans: 默认:~/projects

source: Default: resolved via remote PATH probe
de: Standard: über Remote-PATH-Prüfung ermittelt
es: Predeterminado: resuelto mediante sondeo del PATH remoto
fr: Par défaut : résolu via une sonde PATH distante
ja: デフォルト: リモート PATH プローブ経由で解決
pt_br: Padrão: resolvido via sondagem remota do PATH
zh_hans: 默认:通过远程 PATH 探测解析

source: Defaults to ~/.ssh/config or current user
de: Standard ist ~/.ssh/config oder der aktuelle Benutzer
es: Por defecto ~/.ssh/config o el usuario actual
fr: Par défaut : ~/.ssh/config ou utilisateur courant
ja: デフォルトは ~/.ssh/config または現在のユーザー
pt_br: Padrão é ~/.ssh/config ou usuário atual
zh_hans: 默认使用 ~/.ssh/config 或当前用户

source: Defined
de: Definiert
es: Definidas
fr: Définies
ja: 定義済み
pt_br: Definidas
zh_hans: 已定义

source: Defined Personalities
de: Definierte Persönlichkeiten
es: Personalidades definidas
fr: Personnalités définies
ja: 定義済みパーソナリティ
pt_br: Personalidades definidas
zh_hans: 已定义人格

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
ja: %@ を削除
pt_br: Excluir %@
zh_hans: 删除 %@

source: Delete %@ from Finder if you don't need these files anymore.
de: Lösche %@ im Finder, falls du diese Dateien nicht mehr brauchst.
es: Elimina %@ desde el Finder si ya no necesitas estos archivos.
fr: Supprimez %@ depuis le Finder si vous n'avez plus besoin de ces fichiers.
ja: これらのファイルが不要になったら、Finder から %@ を削除してください。
pt_br: Exclua %@ do Finder se não precisar mais desses arquivos.
zh_hans: 如果你不再需要这些文件,请从访达中删除 %@。

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@ を削除しますか?
pt_br: Excluir %@?
zh_hans: 删除 %@?

source: Delete permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
pt_br: Excluir permanentemente
zh_hans: 永久删除

source: Hermes has no per-task start. This runs one dispatcher pass over the whole board, which spawns workers for every assigned task that is ready — in priority order, so it may start a different task first.
de: Hermes kann keine einzelne Aufgabe starten. Dies führt einen Dispatcher-Durchlauf über das gesamte Board aus und startet Worker für jede zugewiesene Aufgabe, die bereit ist — in Prioritätsreihenfolge, es kann also zuerst eine andere Aufgabe beginnen.
es: Hermes no puede iniciar una tarea concreta. Esto ejecuta una pasada del despachador sobre todo el tablero y lanza trabajadores para cada tarea asignada que esté lista, por orden de prioridad, así que puede empezar primero por otra tarea.
fr: Hermes ne peut pas démarrer une tâche en particulier. Ceci lance une passe du répartiteur sur tout le tableau et crée des workers pour chaque tâche assignée et prête — par ordre de priorité, il peut donc commencer par une autre tâche.
ja: Hermes にはタスク単位の開始はありません。これはボード全体に対してディスパッチャーを 1 回実行し、割り当て済みで準備できたすべてのタスクのワーカーを起動します。優先度順のため、別のタスクが先に始まることがあります。
pt_br: O Hermes não inicia uma tarefa específica. Isto executa uma passagem do despachante por todo o quadro e cria workers para cada tarefa atribuída que esteja pronta — por ordem de prioridade, então pode começar por outra tarefa.
zh_hans: Hermes 无法单独启动某个任务。此操作会对整个看板运行一次调度，为每个已分配且就绪的任务启动工作进程——按优先级顺序，因此可能会先启动其他任务。

source: Run dispatcher
de: Dispatcher ausführen
es: Ejecutar el despachador
fr: Lancer le répartiteur
ja: ディスパッチャーを実行
pt_br: Executar o despachante
zh_hans: 运行调度器

source: Start work on '%@'?
de: Arbeit an „%@“ starten?
es: ¿Empezar a trabajar en «%@»?
fr: Démarrer le travail sur « %@ » ?
ja: 「%@」の作業を開始しますか？
pt_br: Iniciar o trabalho em "%@"?
zh_hans: 开始处理 “%@” 吗？

source: Delete preset '%@'?
de: Preset '%@' löschen?
es: ¿Eliminar el preajuste '%@'?
fr: Supprimer le préréglage « %@ » ?
ja: プリセット '%@' を削除しますか?
pt_br: Excluir predefinição '%@'?
zh_hans: 删除预设 '%@'?

source: Delete profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
ja: プロファイルを削除
pt_br: Excluir perfil
zh_hans: 删除配置

source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
ja: プロファイルを削除
pt_br: Excluir perfil
zh_hans: 删除配置

source: Delete profile '%@'?
de: Profil '%@' löschen?
es: ¿Eliminar perfil '%@'?
fr: Supprimer le profil « %@ » ?
ja: プロファイル '%@' を削除しますか?
pt_br: Excluir perfil '%@'?
zh_hans: 删除配置 '%@'?

source: Delete profile %@?
de: Profil %@ löschen?
es: ¿Eliminar el perfil %@?
fr: Supprimer le profil %@ ?
ja: プロファイル %@ を削除しますか?
pt_br: Excluir o perfil %@?
zh_hans: 删除配置 %@?

source: Delete Profile…
de: Profil löschen…
es: Eliminar perfil…
fr: Supprimer le profil…
ja: プロファイルを削除…
pt_br: Excluir perfil…
zh_hans: 删除配置…

source: Delete Session?
de: Sitzung löschen?
es: ¿Eliminar sesión?
fr: Supprimer la session ?
ja: セッションを削除しますか?
pt_br: Excluir sessão?
zh_hans: 删除会话?

source: Delete the profile %@
de: Das Profil %@ löschen
es: Eliminar el perfil %@
fr: Supprimer le profil %@
ja: プロファイル %@ を削除
pt_br: Excluir o perfil %@
zh_hans: 删除配置 %@

source: Delete this routine
de: Diese Routine löschen
es: Eliminar esta rutina
fr: Supprimer cette routine
ja: このルーティンを削除
pt_br: Excluir esta rotina
zh_hans: 删除此例行任务

source: Delete...
de: Löschen...
es: Eliminar...
fr: Supprimer...
ja: 削除...
pt_br: Excluir...
zh_hans: 删除...

source: Deleted %@
de: %@ gelöscht
es: %@ eliminado
fr: %@ supprimé
ja: %@ を削除しました
pt_br: %@ excluído
zh_hans: 已删除 %@

source: Delete…
de: Löschen…
es: Eliminar…
fr: Supprimer…
ja: 削除…
pt_br: Excluir…
zh_hans: 删除…

source: Deliver
de: Zustellung
es: Entregar
fr: Livraison
ja: 配信先
pt_br: Entrega
zh_hans: 投递

source: Deliver (e.g. discord:channel)
de: Zustellung (z. B. discord:channel)
es: Entregar (p. ej. discord:channel)
fr: Livraison (par ex. discord:channel)
ja: 配信先(例: discord:channel)
pt_br: Entrega (ex.: discord:channel)
zh_hans: 投递(例如 discord:channel)

source: Deliver routine compression progress statuses to chat gateway platforms. Off keeps routine compaction silent on chat surfaces; failures and manual /compress feedback always show.
de: Liefert Fortschrittsstatus routinemäßiger Komprimierung an Chat-Gateway-Plattformen. Aus hält die routinemäßige Komprimierung auf Chat-Oberflächen still; Fehler und manuelles /compress-Feedback werden immer angezeigt.
es: Entrega el estado de progreso de la compresión rutinaria a las plataformas de chat del gateway. Desactivado mantiene la compactación rutinaria silenciosa en las superficies de chat; los fallos y la respuesta manual de /compress siempre se muestran.
fr: Livrer les statuts de progression de la compression de routine aux plateformes de passerelle de chat. Désactivé garde la compaction de routine silencieuse sur les surfaces de chat ; les échecs et les retours de /compress manuels s'affichent toujours.
ja: 定期的な圧縮の進捗ステータスをチャット gateway プラットフォームに配信します。オフにすると、通常の圧縮処理はチャット上で通知されません。失敗と手動の /compress のフィードバックは常に表示されます。
pt_br: Entrega status de progresso de compactação de rotina às plataformas de gateway de chat. Desativado mantém a compactação de rotina silenciosa nas superfícies de chat; falhas e feedback manual de /compress sempre aparecem.
zh_hans: 将常规压缩进度状态发送到聊天网关平台。关闭时,常规压缩在聊天界面中保持静默;失败和手动 /compress 反馈始终显示。

source: Deliver: %@
de: Zustellen: %@
es: Entregar: %@
fr: Livrer : %@
ja: 配信: %@
pt_br: Entregar: %@
zh_hans: 投递:%@

source: Delivered into the remote agent's canonical Bot Chat session.
de: Wird in die kanonische „Bot Chat“-Sitzung des Remote-Agents zugestellt.
es: Se entrega en la sesión canónica de Bot Chat del agente remoto.
fr: Livré dans la session Bot Chat canonique de l'agent distant.
ja: リモートエージェントの正規の Bot Chat セッションに配信されます。
pt_br: Entregue na sessão canônica Bot Chat do agente remoto.
zh_hans: 投递到远程 agent 的标准 Bot Chat 会话中。

source: denied
de: abgelehnt
es: denegado
fr: refusé
ja: 拒否
pt_br: negado
zh_hans: 已拒绝

source: Dependencies
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
ja: 依存関係
pt_br: Dependências
zh_hans: 依赖项

source: Description
de: Beschreibung
es: Descripción
ja: 説明
pt_br: Descrição
zh_hans: 描述

source: Destination
de: Ziel
es: Destino
ja: 宛先
pt_br: Destino
zh_hans: 目标

source: Detected at
de: Erkannt am
es: Detectado el
fr: Détecté le
ja: 検出日時
pt_br: Detectado em
zh_hans: 检测时间

source: Detecting Hermes capabilities…
de: Erkenne Hermes-Fähigkeiten…
es: Detectando capacidades de Hermes…
fr: Détection des capacités Hermes…
ja: Hermes の機能を検出中…
pt_br: Detectando recursos do Hermes…
zh_hans: 正在检测 Hermes 能力…

source: Detecting…
de: Erkenne…
es: Detectando…
fr: Détection…
ja: 検出中…
pt_br: Detectando…
zh_hans: 检测中…

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
pt_br: Dispositivo
zh_hans: 设备

source: Diagnostic
de: Diagnose
es: Diagnóstico
ja: 診断
pt_br: Diagnóstico
zh_hans: 诊断

source: Diagnostic Output
de: Diagnose-Ausgabe
es: Salida de diagnóstico
fr: Sortie de diagnostic
ja: 診断出力
pt_br: Saída de diagnóstico
zh_hans: 诊断输出

source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断
pt_br: Diagnóstico
zh_hans: 诊断

source: Diagnostics…
de: Diagnose…
es: Diagnósticos…
ja: 診断…
pt_br: Diagnóstico…
zh_hans: 诊断中…

source: Differs across hosts.
de: Unterscheidet sich zwischen Hosts.
es: Difiere entre hosts.
fr: Diffère selon les hôtes.
ja: ホスト間で異なります。
pt_br: Difere entre hosts.
zh_hans: 各主机之间不同。

source: Direct-message allowlist
de: Direktnachrichten-Allowlist
es: Lista blanca de mensajes directos
fr: Liste blanche des messages directs
ja: ダイレクトメッセージ許可リスト
pt_br: Lista de permissões de mensagens diretas
zh_hans: 私信白名单

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効化
pt_br: Desativar
zh_hans: 禁用

source: Disable %@
de: %@ deaktivieren
es: Desactivar %@
fr: Désactiver %@
ja: %@ を無効化
pt_br: Desativar %@
zh_hans: 禁用 %@

source: Disable server
de: Server deaktivieren
es: Desactivar servidor
fr: Désactiver le serveur
ja: サーバーを無効化
pt_br: Desativar servidor
zh_hans: 禁用服务器

source: Disable topic auto-rename
de: Automatisches Umbenennen von Themen deaktivieren
es: Desactivar el renombrado automático de temas
fr: Désactiver le renommage automatique des sujets
ja: トピックの自動リネームを無効化
pt_br: Desativar renomeação automática de tópicos
zh_hans: 禁用话题自动重命名

source: Disable without deleting (writes `enabled: false`)
de: Deaktivieren ohne Löschen (schreibt `enabled: false`)
es: Desactivar sin eliminar (escribe `enabled: false`)
fr: Désactiver sans supprimer (écrit `enabled: false`)
ja: 削除せずに無効化（`enabled: false` を書き込み）
pt_br: Desativar sem excluir (grava `enabled: false`)
zh_hans: 禁用但不删除(写入 `enabled: false`)

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
ja: 無効
pt_br: desativado
zh_hans: 已禁用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
pt_br: Desativado
zh_hans: 已禁用

source: DISABLED
de: DEAKTIVIERT
es: INACTIVA
fr: DÉSACTIVÉ
ja: 無効
pt_br: DESATIVADO
zh_hans: 已禁用

source: Disabled — Hermes won't load this skill
de: Deaktiviert — Hermes lädt diesen Skill nicht
es: Desactivada — Hermes no cargará esta habilidad
fr: Désactivée — Hermes ne chargera pas cette compétence
ja: 無効 — Hermes はこのスキルを読み込みません
pt_br: Desativada — o Hermes não carregará esta habilidade
zh_hans: 已禁用 — Hermes 不会加载此技能

source: Disabled in skills.disabled — Hermes won't load this one
de: Deaktiviert in skills.disabled — Hermes lädt diesen nicht
es: Desactivada en skills.disabled — Hermes no cargará esta
fr: Désactivée dans skills.disabled — Hermes ne la chargera pas
ja: skills.disabled で無効化されています — Hermes はこれを読み込みません
pt_br: Desativada em skills.disabled — o Hermes não vai carregar esta
zh_hans: 已在 skills.disabled 中禁用 — Hermes 不会加载此项

source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 破棄
pt_br: Descartar
zh_hans: 放弃

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更を破棄
pt_br: Descartar alterações
zh_hans: 放弃更改

source: Discard local edits to %@?
de: Lokale Änderungen an %@ verwerfen?
es: ¿Descartar ediciones locales de %@?
fr: Abandonner les modifications locales de %@ ?
ja: %@ へのローカルの編集を破棄しますか？
pt_br: Descartar edições locais em %@?
zh_hans: 放弃对 %@ 的本地编辑?

source: Discard unsaved changes to SOUL.md
de: Ungespeicherte Änderungen an SOUL.md verwerfen
es: Descartar los cambios sin guardar en SOUL.md
fr: Ignorer les modifications non enregistrées de SOUL.md
ja: SOUL.md の保存されていない変更を破棄
pt_br: Descartar alterações não salvas em SOUL.md
zh_hans: 放弃对 SOUL.md 未保存的更改

source: Discard your edits and reload SOUL.md from disk
de: Deine Bearbeitungen verwerfen und SOUL.md von der Festplatte neu laden
es: Descartar tus ediciones y recargar SOUL.md desde el disco
fr: Ignorer vos modifications et recharger SOUL.md depuis le disque
ja: 編集内容を破棄し、ディスクから SOUL.md を再読み込みします
pt_br: Descartar suas edições e recarregar SOUL.md do disco
zh_hans: 放弃你的编辑并从磁盘重新加载 SOUL.md

source: Discard your edits and reload this file from disk
de: Deine Änderungen verwerfen und diese Datei neu von der Festplatte laden
es: Descartar tus cambios y volver a cargar este archivo desde el disco
fr: Abandonner vos modifications et recharger ce fichier depuis le disque
ja: 編集を破棄して、このファイルをディスクから読み込み直します
pt_br: Descartar suas edições e recarregar este arquivo do disco
zh_hans: 放弃你的更改并从磁盘重新加载此文件

source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
ja: 切断
pt_br: Desconectar
zh_hans: 断开连接

source: Disconnects from this server and returns to the server list
de: Trennt die Verbindung zu diesem Server und kehrt zur Serverliste zurück
es: Se desconecta de este servidor y vuelve a la lista de servidores
fr: Se déconnecte de ce serveur et revient à la liste des serveurs
ja: このサーバーから切断してサーバーリストに戻ります
pt_br: Desconecta deste servidor e volta à lista de servidores
zh_hans: 断开与此服务器的连接并返回服务器列表

source: Discord Setup Docs
de: Discord-Einrichtungsdokumentation
es: Documentación de configuración de Discord
fr: Documentation de configuration Discord
ja: Discord セットアップドキュメント
pt_br: Docs de configuração do Discord
zh_hans: Discord 设置文档

source: Disk (MB)
de: Speicher (MB)
es: Disco (MB)
fr: Disque (Mo)
ja: ディスク（MB）
pt_br: Disco (MB)
zh_hans: 磁盘 (MB)

source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 閉じる
pt_br: Dispensar
zh_hans: 关闭

source: Dismiss error
de: Fehler ausblenden
es: Descartar el error
fr: Ignorer l’erreur
ja: エラーを閉じる
pt_br: Dispensar erro
zh_hans: 关闭错误

source: Dismiss run %@ on %@
de: Lauf %1$@ auf %2$@ verwerfen
es: Descartar la ejecución %1$@ en %2$@
fr: Ignorer l'exécution %1$@ sur %2$@
ja: %2$@ の実行 %1$@ を閉じる
pt_br: Dispensar a execução %1$@ em %2$@
zh_hans: 忽略 %2$@ 上的运行 %1$@

source: Dismiss this cron error
de: Diesen Cron-Fehler verwerfen
es: Descartar este error de cron
fr: Ignorer cette erreur cron
ja: この cron エラーを閉じる
pt_br: Dispensar este erro de cron
zh_hans: 忽略此定时任务错误

source: Dismiss this error and reload the board
de: Diesen Fehler ausblenden und das Board neu laden
es: Descartar este error y recargar el tablero
fr: Ignorer cette erreur et recharger le tableau
ja: このエラーを閉じてボードを再読み込みします
pt_br: Dispensar este erro e recarregar o quadro
zh_hans: 关闭此错误并重新加载看板

source: Dismiss this failure message
de: Diese Fehlermeldung ausblenden
es: Descartar este mensaje de error
fr: Ignorer ce message d’échec
ja: この失敗メッセージを閉じる
pt_br: Dispensar esta mensagem de falha
zh_hans: 关闭此失败提示

source: Dismiss this notice
de: Diesen Hinweis ausblenden
es: Descartar este aviso
fr: Ignorer cet avis
ja: この通知を閉じる
pt_br: Dispensar este aviso
zh_hans: 关闭此提示

source: Dismiss this routine error
de: Diesen Routine-Fehler verwerfen
es: Descartar este error de rutina
fr: Ignorer cette erreur de routine
ja: このルーティンのエラーを閉じる
pt_br: Dispensar este erro de rotina
zh_hans: 忽略此例行任务错误

source: Dismiss this version notice for the rest of the session
de: Diesen Versionshinweis für den Rest der Sitzung verwerfen
es: Descartar este aviso de versión durante el resto de la sesión
fr: Ignorer cet avis de version pour le reste de la session
ja: このバージョン通知をこのセッション中は表示しない
pt_br: Dispensar este aviso de versão pelo resto da sessão
zh_hans: 在本次会话的剩余时间内忽略此版本提示

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示
pt_br: Exibição
zh_hans: 显示

source: Display (e.g. "9am weekdays")
de: Anzeige (z. B. „9 Uhr werktags“)
es: Texto visible (p. ej. "9:00 entre semana")
fr: Affichage (par ex. « 9h en semaine »)
ja: 表示名(例: "9am weekdays")
pt_br: Exibição (ex.: "9h em dias úteis")
zh_hans: 显示名称(例如 "9am weekdays")

source: Display language
de: Anzeigesprache
es: Idioma de la interfaz
fr: Langue d’affichage
ja: 表示言語
pt_br: Idioma de exibição
zh_hans: 显示语言

source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
ja: 表示名
pt_br: Nome de exibição
zh_hans: 显示名称

source: Display name shown in Scarf's sidebar and at the top of the dashboard.
de: Anzeigename, der in Scarfs Seitenleiste und oben im Dashboard erscheint.
es: Nombre para mostrar que aparece en la barra lateral de Scarf y en la parte superior del panel.
fr: Nom affiché dans la barre latérale de Scarf et en haut du tableau de bord.
ja: Scarf のサイドバーとダッシュボードの上部に表示される名前です。
pt_br: Nome de exibição mostrado na barra lateral do Scarf e no topo do painel.
zh_hans: 在 Scarf 侧边栏和仪表盘顶部显示的名称。

source: DM mention threads
de: DM-Erwähnungs-Threads
es: Hilos de menciones en mensajes directos
fr: Fils de mentions en messages privés
ja: DM のメンションスレッド
pt_br: Threads de menção em mensagens diretas
zh_hans: 私信提及话题

source: DM Policy
de: DM-Richtlinie
es: Política de mensajes directos
fr: Politique des messages privés
ja: DM ポリシー
pt_br: Política de mensagens diretas
zh_hans: 私信策略

source: Docs
de: Dokumentation
ja: ドキュメント
zh_hans: 文档

source: Document-attachment directive present (v0.13+)
de: Dokumentanhang-Direktive vorhanden (v0.13+)
es: Directiva de adjunto de documento presente (v0.13+)
fr: Directive de pièce jointe document présente (v0.13+)
ja: ドキュメント添付ディレクティブあり(v0.13 以降)
pt_br: Diretiva de anexo de documento presente (v0.13+)
zh_hans: 存在文档附件指令(v0.13 及以上版本)

source: Don't forward configured headers across a cross-origin redirect. Requires Hermes v0.20.4+.
de: Konfigurierte Header nicht über einen Cross-Origin-Redirect weiterleiten. Erfordert Hermes v0.20.4+.
es: No reenviar los encabezados configurados en una redirección de origen cruzado. Requiere Hermes v0.20.4+.
fr: Ne pas transférer les en-têtes configurés lors d'une redirection cross-origin. Nécessite Hermes v0.20.4+.
ja: クロスオリジンのリダイレクトでは設定済みヘッダーを転送しません。Hermes v0.20.4 以降が必要です。
pt_br: Não encaminhar cabeçalhos configurados em um redirecionamento entre origens. Requer Hermes v0.20.4+.
zh_hans: 跨源重定向时不转发已配置的标头。需要 Hermes v0.20.4 及以上版本。
